{
    "terms_of_use\n ": {
        "ga": "Tuigim, nuair a chláirím anseo, go n-úsáidfear mo chuid sonraí ar mhaithe le taighde teangeolaíochta agus ar mhaithe le teicneolaíocht na hurlabhra agus teanga a fhorbairt don Ghaeilge. Coimeádfar na sonraí ar fad ar fhreastalaí atá slán faoi chosaint pasfhocail sa tSaotharlann Foghraíochta & Urlabhra, Scoil na nEolaíochtaí Teangeolaíochta, Urlabhra agus Cumarsáide, Coláiste na Tríonóide agus ní roinnfear iad ach le daoine a bhfuil baint dhíreach acu le hábhar an taighde. Tuilleadh eolais ar fáil ón Ollamh Neasa Ní Chiaráin - neasa.nichiarain@tcd.ie.",
        "en": "By registering I understand that my details will be used for linguistic research and for Irish Speech and Language Technology development. Data will be stored on a password protected secure server at the Phonetics and Speech Lab, School of Linguistic, Speech and Communication Sciences, Trinity College, Dublin and not shared with anyone who is not directly concerned with the research. For more information contact Prof. Neasa Ní Chiaráin - neasa.nichiarain@tcd.ie."
    },
    "privacy_preferences": {
        "ga": "Sainroghanna príobháideachais",
        "en": "Privacy preferences"
    },
    "trying_to_use_feature_that_requires_consent": {
        "ga": "Tá tú ag iarraidh gné den gclár a úsáid nach bhfuil ar fáil toisc nach bhfuil sé aitheanta gur cheadaigh tú do <em>An Scéalaí</em> do chuid sonraí a phróiseáil. Téigh go leathanach na sainroghanna príobháideachais más mian leat an ghné seo a chumasú",
        "en": "You are trying to use a feature that is not enabled as <em>An Scéalaí</em> has not recognised your agreement to allow it process your data. Go to the privacy preferences page if you want to enable this feature."
    },
    "go_to_privacy_preferences_page": {
        "ga": "Níl shainroghanna príobhaideachais le haghaidh <em>An Scéalaí</em> sonraithe agat. Téigh anois chuig leathanach na sainroghanna príobháideachais chun do chuid iad a shocrú.",
        "en": "You have not specified your privacy preferences for An Scéalaí. Please go to the privacy preferences page now to set your preferences."
    },
    "i_am_under_16": {
        "ga": "Tá mé faoi sé bliana déag",
        "en": "I am under sixteen"
    },
    "i_am_over_16": {
        "ga": "Tá mé os cionn sé bliana déag",
        "en": "I am over sixteen"
    },
    "only_for_users_over_16": {
        "ga": "Ní féidir ach amháin le húsáideoirí atá os cionn 16 bliana (aois toilithe dhigitigh) an ghné seo a chumasú. Ná bí buartha! Beidh tú fós ábalta gnáthúsáid a bhaint as an suíomh gréasáin.",
        "en": "This feature can only be enabled by users who are over the age of digital consent (16 years). Don't worry! You will still be able to use the website as normal."
    },
    "accept": {
        "ga": "Glac leis",
        "en": "Accept"
    },
    "reject": {
        "ga": "Diúltaigh",
        "en": "Reject"
    },
    "Google Analytics": {
        "ga": "Google Analytics (Anailísíocht)",
        "en": "Google Analytics"
    },
    "Google Analytics.prose": {
        "ga": "<p>Seol sonraí úsáide gan ainm chuig cuntas Google Analytics <em>An Scéalaí</em>.</p><p>Trí chumasú na gné seo den chlár, tugann tú cead sonraí gan ainm, faoin mbealach a úsáideann tú <em>An Scéalaí</em>, a chur chuig Google Analytics le haghaidh próiseála.Beidh cead ag Google Analytics taifead a choimeád ar na leathanaigh a dtugann tú cuairt orthu.Beidh na sonraí seo gan ainm agus ní bheidh sé indéanta do Google Analytics nó do <em>An Scéalaí</em> na sonraí seo a nascadh le do chuntas.Cumasaigh an ghné seo den chlár chun cabhrú le foireann fhorbartha <em>An Scéalaí</em> leanúint leis an ardán a dhéanamh níos taitneamhaí agus níos tairbhí duit.</p>",
        "en": "<p>Send anonymous usage data to <em>An Scéalaí's</em> Google Analytics account.</p><p>By enabling this feature you agree to have anonymous data about how you interact with the An Scéalaí platform processed by Google Analytics.Google Analytics will be allowed to keep track of which pages on An Scéalaí you visit.This data will be anonymised and it will not be possible for Google Analytics or An Scéalaí to link this data to your account.Please enable this feature to help the <em>An Scéalaí</em> development team continue to improve your experience with the site.</p>"
    },
    "Engagment": {
        "ga": "Úsáid an tSuímh",
        "en": "Engagement"
    },
    "Engagement.prose": {
        "ga": "<p>Tabhair cead do <em>An Scéalaí</em> sonraí breise a stóráil faoin mbealach a úsáideann as an suíomh gréasáin seo.</p><p>Is féidir leis <em>An Scéalaí</em> mioneolas a thaifeadadh faoi ghnéithe an tsuímh ghréasáin a mbaineann tú úsáid astu.Níl na sonraí seo gan ainm, agus <b>is</b> féidir leis <em>An Scéalaí</em> na sonraí taifeadta a nascadh le do chuntas.Ní bheidh cead ag aon tríú páirtí na sonraí seo a phróiseáil, ach amháin sa chás go scaoileann tú féin leis na sonraí sin d'aon turas. Mura ndéanann tú rud ar bith, ní roinnfear go deo na sonraí seo le haon tríú páirtí.Cumasaigh an ghné seo den chlár chun cabhrú le foireann fhorbartha <em>An Scéalaí</em> feabhas a chur ar na huirlisí atá le fáil ar an suíomh gréasáin.</p>",
        "en": "<p>Allow <em>An Scéalaí</em> to store additional data about how you use the website.</p><p><em>An Scéalaí</em> can record fine-grained information about the features of the website you use.This data is not anonymised, and <em>An Scéalaí</em> <b>can</b> link the recorded data to your account.This data will not be processed by any third parties, unless you release the data explicitly.If you do nothing, the data will never be shared with a third party.Enable this feature to help the <em>An Scéalaí</em> development team improve the tools offered on the website.</p>"
    },
    "Cloud Storage": {
        "ga": "Néalstóráil",
        "en": "Cloud Storage"
    },
    "Cloud Storage.prose": {
        "ga": "<p>Stóráil do chuid doiciméad agus teachtaireachtaí go slán ar bhunachar sonraí <em>An Scéalaí</em> sa néal.</p><p>Baineann suíomh gréasáin <em>An Scéalaí</em> úsáid as cúlfhreastalaí chun an chuid is mó dá chuid féidhmiúlachta a chumasú.Chun go bhfeidhmeoidh <em>An Scéalaí</em> mar ba chóir dó, is gá duit toiliú le próiseáil do chuid sonraí ar ár néal-infrastuchtúr príobháideach.Ar an drochuair, ní bheidh teacht ar fhormhór na leathanach ar shuíomh <em>An Scéalaí</em> má shocraíonn tú gan cead a thabhairt do <em>An Scéalaí</em> do chuid sonraí a phróiseáil ar an mbealach seo.</p>",
        "en": "<p>Store your documents and messages securely on the <em>An Scéalaí</em> database in the cloud.</p><p>The <em>An Scéalaí</em> website uses a backend server to enable most of its functionality.In order for <em>An Scéalaí</em> to function normally it is required that you consent to having your data processed on our private cloud infrastructure.Unfortunately, at this time, most of the pages on the <em>An Scéalaí</em> site will be inaccessible if you decide not to allow <em>An Scéalaí</em> to process your data in this way.</p>"
    },
    "Linguistics Research": {
        "ga": "Taighde Teangeolaíochta",
        "en": "Linguistics Research"
    },
    "Linguistics Research.prose": {
        "ga": "<p>Ceadaigh do thaighdeoirí sa tSaotharlann Foghraíochta agus Urlabhra, Coláiste na Tríonóide, Baile Áthe Cliath do chuid sonraí a úsáid.</p><p>Tá <em>An Scéalaí</em> á fhorbairt agus á chothabháil ag an tSaotharlann Foghraíochta agus Urlabhra, Coláiste na Tríonóide, Baile Átha Cliath.Tá sé mar aidhm ag an tionscadal ABAIR.ie (sa tSaotharlann chéanna) forbairt a dhéanamh ar theicneolaíochtaí urlabhra agus teanga don Ghaeilge, agus iad sseo a chur ar fáil d'fhoghlaimeoirí tríd <em>An Scéalaí</em>.Is féidir leatsa cabhrú leis an tSaotharlann feabhas a chur ar na teicneolaíochtaí urlabhra agus teanga trí do chuid sonraí a chur ar fáil don taighde.Trí ghlacadh leis na téarmaí seo, tugann tú cead na sonraí go léir atá sábháilte agat ar ardán <em>An Scéalaí</em> (taifeadtaí gutha, teachtaireachtaí, scéalta) a roinnt le taighdeoirí a bhfuil baint dhíreach acu le taighde teangeolaíochta.</p>",
        "en": "<p>Release your data to be used by researchers at the Phonetics and Speech Laboratory in Trinity College Dublin.</p><p><em>An Scéalaí</em> is developed and maintained by the Phonetics and Speech Laboratory at Trinity College Dublin.ABAIR.ie is the flagship project of the Phonetics and Speech Lab. and a major goal is to develop speech and language technologies for Irish. Through <em>An Scéalaí</em> these technologies can be made available to learners.You can help the Lab. improve Irish speech and language technologies by releasing your data for research purposes.By accepting these terms you are giving consent for <b>all</b> data you have saved on the <em>An Scéalaí</em> platform (voice recordings, messages, stories) to be used by linguistics researchers.</p>"
    },
    "confirm_your_age": {
        "ga": "Deimhnigh d'aois",
        "en": "Confirm your age"
    },
    "confirm_your_age_prose": {
        "ga": "Más tá tú faoi 16 (aois toilithe dhigitigh), is féidir leat úsáid a bhaint as <em>An Scéalaí</em>, ach ní phróiseálfar ach na sonraí atá riachtanach do ghnáthfheidhmiú an tsuímh ghréasáin.Faoin dlí um chosaint sonraí, tá rialacha éagsúla ann a bhaineann le daoine atá faoi bhun 16 bliana. Glacaimid leis gurb é 16 bliana aois toilithe dhigitigh (cé go bhféadfadh sé a bheith níos ísle i roinnt tíortha).Le cinntiú go bhfuil an dlí um chosaint sonraí á chomhlíonadh againn, ní mór dúinn fios a bheith againn más rud é go bhfuil tú faoi 16 (aois toilithe dhigitigh).Beidh gnéithe uile an ardáin ag feidhmiú pé scéal é, ach beidh an rogha ag úsáideoirí os cionn 16 (aois toilithe dhigitigh) próiseáil sonraí breise a chumasú.",
        "en": "If you are under the age of digital consent, you can still use <em>An Séalaí</em>, but we will only process data necessary for the normal functioning of the website features.Data protection law is different for people below the age of digital consent. We assume the age of digital consent to be 16 (although it may be lower in some countries).In order to ensure that we are complying with the law on data protection we need to know if you are below the age of digital consent.All of the features of <em>An Scéalaí</em> will continue to work either way, but users above the age of digital consent have the option to enable additional data processing."
    }
}
